[AbilityPoint X2ItemTemplate]
FriendlyName="核心战术数据"
FriendlyNamePlural="核心战术数据"
BriefSummary="可用于协助XCOM特工学习新技能的战术数据."

[AHWSpawnEasyWave X2AbilityTemplate]
LocFriendlyName="难度：晨曦初现（低）"
LocLongDescription="不愿冒险者，所得不过微薄之利."
LocHelpText="不愿冒险者，所得不过微薄之利."
LocFlyOverText="晨曦初现（低）"

[AHWSpawnMediumWave X2AbilityTemplate]
LocFriendlyName="难度：暮色渐浓（中）"
LocLongDescription="信心、勇气与坚韧.生存者的三大品质.道路或许艰难，但胜利者将收获宝藏."
LocHelpText="信心、勇气与坚韧.生存者的三大品质.道路或许艰难，但胜利者将收获宝藏."
LocFlyOverText="暮色渐浓（中）"

[AHWSpawnHardWave X2AbilityTemplate]
LocFriendlyName="难度：夕阳西下（高）"
LocLongDescription="提醒自己，过度自信是缓慢而隐蔽的杀手."
LocHelpText="提醒自己，过度自信是缓慢而隐蔽的杀手."
LocFlyOverText="夕阳西下（高）"

[AHWSpawnBrutalWave X2AbilityTemplate]
LocFriendlyName="难度：幽暗黄昏（极高）"
LocLongDescription="我们在刀刃上起舞，但'哦，那回报……."
LocHelpText="我们在刀刃上起舞，但'哦，那回报……."
LocFlyOverText="幽暗黄昏（极高）"

[AHWSpawnAbsurdWave X2AbilityTemplate]
LocFriendlyName="难度：璀璨之夜(最高)"
LocLongDescription="大地如鼓般轰鸣，天空翻滚……这是长老的亲自关注."
LocHelpText="大地如鼓般轰鸣，天空翻滚……这是长老的亲自关注."
LocFlyOverText="璀璨之夜（最高）"

[AHWSupplyRaidSurvival X2MissionTemplate]
DisplayName="Onslaught Survival"
Briefing="一名高级变种人叛逃者破坏了一艘载有极其珍贵物资的UFO，迫使其在该区域紧急降落.我们已与该地区的当地抵抗组织协调，尽可能多地掠夺物资.不幸的是，变种人已经派出部队来确保UFO及周边区域的安全.该地区的抵抗组织装备不足以与变种人正面交火，因此只能依靠我们和一些志愿者来分散变种人的注意力.我们能争取的时间越多，能逃脱的人就越多，我们分得的战利品也就越多."
PostMissionType="猛攻生存"
BriefingImage="img:///UILibrary_MissionImages.Missions_Flight_Device"
ObjectiveTextPools[0]="在猛攻波次中生存以赚取战利品"
ObjectiveTextPools[1]="更高难度的猛攻波次将产生更多战利品"
ObjectiveTextPools[2]="撤离仅在猛攻波次之间可用"
ObjectiveTextPools[3]="叛逃者必须存活."

[AHWSupplyRaidSurvival X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="在猛攻波次中生存以赚取战利品"
ObjectiveTextPools[1]="叛逃者必须存活"
ObjectiveTextPools[2]="撤离所有XCOM特工"
ObjectiveTextPools[3]="猛攻生存"
ObjectiveTextPools[4]="本次任务围绕叛逃者展开，他是一名控制猛攻波次设置的变种人军官，任务只有在XCOM特工撤离或被消灭时才会结束.如果叛逃者死亡，你将无法再召唤额外的猛攻波次. \n\n与普通的物资突袭不同，获得的物资数量由成功完成的猛攻波次数量及其难度设置决定，而非回收的箱子.第一波将自动触发，默认难度为晨曦初现（低）."
ObjectiveTextPools[5]="可选：寻找滞留的抵抗组织以增强小队的生存能力"
ObjectiveTextPools[6]="侦察到天鹰号"
ObjectiveTextPools[7]="外星传感器系统已锁定天鹰号！ \n\n变种人正在部署一支压倒性的庞大攻击部队，以消灭XCOM部队并夺回UFO!"